Repository: sillsdev/FwLocalizations
Catalog: messages.ru.tmx
Source language: en
Languages: ru

source: Analysis languages are the languages for notes, back translations, glosses, definitions, analyses, etc. Select, or define, a default analysis language writing system.
ru: Интерпретирующие языки - это языки для заметок, обратного перевода, глосс, дефиниций, анализа и т.д. Выберите или задайте систему письма интерпретирующего языка.

source: analysis or vernacular
ru: интерпретирующий или анализируемый

source: Analysis Usage
ru: Использование анализа

source: &Analysis Writing System
ru: &Интерпретирующая система письма

source: Analysis &Writing Systems
ru: Интерпретирующие системы &письма

source: Analyze
ru: Анализировать

source: Analyze the morphemes in the words of the text.
ru: Анализирует морфемы в словах текста.

source: and
ru: и

source: and {0} subrecords.
ru: и {0} подзаписей.

source: and {0}.
ru: и {0}

source: _Annotation Definition
ru: Определение _аннотации

source: Annotation Definition
ru: Определение аннотации

source: Another instance of FieldWorks appears to be running, but did not respond properly to a request from this one. This is a bug; please report it to FlexErrors@sil.org. We recommend that you shut down all FieldWorks applications and try again. If you still get this message, restart your computer. (Experts may also try to recover by killing any FieldWorks processes using TaskManager.) Do you want to Retry now?
ru: Обнаружено, что программа FieldWorks уже работает, но некорректно отвечает на запрос из этой копии программы. Это программная ошибка; сообщите о ней, пожалуйста, на FlexErrors@sil.org. Рекомендуем закрыть все приложения FieldWorks и попытаться снова. Если вы всё же получите это сообщение, перезапустите ваш компьютер. (Эксперты могут также попытаться восстановить путём завершения всех процессов FieldWorks в Мнеджере задач.) Вы сейчас хотите повторить попытку?

source: &Another location
ru: &Другое местонахождение

source: anthro. codes
ru: антроп. коды

source: Anthropology _Category
ru: Антропологическая _категория

source: Anthropology Categories
ru: Антропологические категории

source: Anthropology Categories:
ru: Антропологические категории:

source: Anthropology Category
ru: Антропологическая категория

source: Anthropology Codes
ru: Антропологические коды

source: Anthropology Database Files
ru: Файлы антропологической базы данных

source: Anthropology Note
ru: Антропологический комментарий

source: Anthropology Notes
ru: Антропологические комментарии

source: Any
ru: Любой

source: Any changes made in the Styles dialog have been lost due to the change in the tool.
ru: Все изменения в диалоге "Стили" потеряниы из-за изменений в данном инструменте.

source: Any checked item
ru: Любая проверенная единица

source: Any of...
ru: Любой из...

source: {0} Any one character in the set
ru: {0} Любой символ в наборе символов

source: {0} Any one character not in the set
ru: {0} Любой символ не в наборе символов

source: Any phonemes that are inserted between the two parts of the compound. These phonemes do not carry any meaning.
ru: Любые фонемы, которые вставляются между двумя частями композита. Эти фонемы не несут никакого значения.

source: {0} Any single character
ru: {0} Любой одиночный символ

source: {0}. Any texts that use it will need more analysis work, as it is used {1} times in your texts.
ru: {0}. Любой текст, использующий это, нуждается в большем анализе, так как это используется {1} раз в ваших текстах.

source: {0}. Any texts that use it will need more analysis work, as it is used 1 time in your texts.
ru: {0}. Любые тексты, использующие это, требуют большего анализа, так как это используется в ваших текстах 1 раз.

source: {0}. Any texts that used it will need more analysis work, as it is being used {1} times in your texts.
ru: {0}. Любые тексты, использующие это, нуждаются в большем анализе, так как это используется {1} раз в ваших текстах.

source: {0}. Any texts that used it will need more analysis work, as it is being used 1 time in your texts.
ru: {0}. Любые тексты, использующие это, нуждаются в большем анализе, так как это используется 1 раз в вашем тексте.

source: <Any>
ru: <Любой>

source: &Anywhere
ru: &Везде

source: anywhere around
ru: везде вокруг

source: Append, separated by:
ru: Присоединить, отделенный с помощью:

source: A&pplication:
ru: Прило&жение:

source: Applies and saves changes you have made and closes this dialog box.
ru: Применяет и сохраняет произведённые вами изменения и закрывает это диалоговое окно.

source: &Apply
ru: &Применить

source: Apply
ru: Применить

source: Apply Style
ru: Применить стиль

source: _Apply Style...
ru: П_рименить стиль...

source: Appl&y Style...
ru: П&рименить стиль...

source: Approve
ru: Утвердить

source: Approve _Throughout this Text
ru: Утвердить во _всём этом тексте

source: Approve and _Jump to Next Incomplete
ru: Утвердить и _перейти к следующему незавершенному

source: Approve and _Stay
ru: Утвердить и _остаться

source: _Approve and Move Next
ru: _Утвердить и перейти к следующему

source: _Approve suggestion and
ru: _Утвердить предположение и

source: Approve the suggested analysis and move to the next word, to the same interlinear line.
ru: Утвердить предложенный анализ и перейти к следующему слову в той жес троке подстрочника.

source: Approve the suggested analysis and move to the next word.
ru: Подтвердить предлагаемый анализ и перейти к следующему слову.

source: Approve the suggested analysis and move to the word on the left,
ru: Утвердить предложенный анализ и перейти к слову слева,

source: Approve the suggested analysis and move to the word on the right.
ru: Утвердить предложенный анализ и перейти к слову справа.

source: Approve the suggested analysis and stay on this word
ru: Подтвердить предлагаемый анализ и остаться на этом слове

source: Approve the suggested analysis throughout this text, and move to the next word.
ru: Утвердить предложенный анализ во всём тексте и перейти к следующему слову.

source: Approve the suggested analysis, and jump to the next word with a suggested or incomplete analysis.
ru: Утвердить предложенный анализ и перейти к следующему слову с предложенным или незавершенным анализом.

source: Apr
ru: апр.

source: Aqua,51,204,204
ru: Вода,51,204,204

source: Arabic Number
ru: Арабские цифры

source: Are you sure you want to add the {0} allomorph ({1}) to this entry?
ru: Вы действительно хотите добавить алломорф {0} ({1}) в эту статью?

source: Are you sure you want to add the <MorphemeTypeOfAllomorph> allomorph (<AllomorphForm>) to this entry?
ru: Вы уверены, что хотите добавить <ТипМорфемыАлломорфа> алломорф (<ФормаАлломорфа>) в эту статью?

source: Are you sure you want to continue?
ru: Вы уверены, что хотите продолжить?

source: Are you sure you want to delete "{0}"? If you do, this account will no longer be able to access this project.
ru: Вы уверены, что хотите удалить "{0}"? Если да, то эта учетная запись не будет иметь доступа к этому языковому проекту.

source: Are you sure you want to delete the {0} View {1}?
ru: Вы уверены, что хотите удалить {0} Вид {1}?

source: Are you sure you want to delete the <barname> toolbar?
ru: Вы уверены, что хотите удалить панель инстументов <barname>?

source: Are you sure you want to delete the selected projects?
ru: Вы действительно хотите удалить выбранные проекты?

source: Areas
ru: Области

source: Arrange Open Windows to be Side-By-Side
ru: Расположить открытые окна параллельно

source: Arranges open windows to be cascade from top left to bottom right.
ru: Выстраивает открытые окна каскадом с левого верхнего угла в правый нижний.

source: Arranges open windows to be equal heights, displayed one on top of the other
ru: Выравнивает открытые окна одинаково по высоте, отображая их одно над другим

source: Arranges open windows to be of equal widths, displayed side-by-side
ru: Выравнивает открытые окна одинаково по ширине, отображая их параллельно

source: As I add new word glosses, create lexical entries.
ru: Создавать лексическую статью, когда я добавляю новые глоссы.

source: Assign
ru: Назначить

source: Assign Analysis...
ru: Назначить анализ...

source: At &end
ru: В &конец

source: At least
ru: По крайней мере

source: At least one item in this list is referenced elsewhere in the project. An example would be {0}. Are you sure you want to delete this list?
ru: По крайней мере на один элемент этого списка имееся ссылка в проекте. Например: {0}. Вы уверены, что хотите удалить этот список?

source: At least one morpheme does not have any lexical information specified. You won't like the results. Please make sure every morpheme has the lexical information you want.
ru: По крайней мере, у одной из морфем нет указанной лексической информации. Результаты вас не удовлетворят. Пожалуйста, убедитесь, что у каждой морфемы есть необходимая лексическая информация.

source: At least one of the phonemes in the word {0} is not defined. Please make sure all phonemes in the word have been defined.
ru: Не определена по крайней мере одна из фонем в слове {0}. Пожалуйста, убедитесь, что все фонемы в слове были определены.

source: At &start
ru: В &начало

source: At s&tart
ru: В &начало

source: A&t:
ru: &В:

source: Attaches to any category
ru: Присоединяется к любой категории

source: Attaches to Categories
ru: Присоеднияется к категориям

source: Attaches to Categor&y:
ru: Присоеднияется к &категории:

source: Attempt to retrieve matching entries timed out. Try typing a longer string to match fewer items.
ru: Время ожидания для поиска совпадающих статей истекло. Попробуйте напечатать более длинную строку для совпадения меньшего количества единиц.

source: Attributes
ru: Атрибуты

source: Aug
ru: авг.

source: Auto-Hide
ru: Автоматически прятать

source: &Available Converters:
ru: Дос&тупные конверторы:

source: Available Data for {0}
ru: Доступные данные для {0}

source: Available disk space:
ru: Доступное место на диске:

source: Available Features for {0}
ru: Доступные свойства для {0}

source: = Available for Bulk Editing
ru: = Доступно для пакетной правки

source: Available lines:
ru: Доступные строки:

source: Available memory:
ru: Доступная память:

source: Available Processors:
ru: Доступные Процессоры:

source: <b>Tip:</b> click on the hyperlinks to view the entries in question.
ru: <b>Совет:</b> нажмите на гиперссылку, чтобы посмотреть на статьи, о котрых идёт речь.

source: < &Back
ru: < &Назад

source: Back
ru: Назад

source: Back in Sketch
ru: Назад в общее описание

source: Back to concorded item...
ru: Назад к единице конкорданса...

source: Back up a FieldWorks project.
ru: Создать резервную копию проекта FieldWorks.

source: Back up existing project before restoring
ru: Архивирование существующего проекта перед восстановлением

source: Back up FieldWorks Project
ru: Создать резервную копию Fieldworks

source: Back up or restore a FieldWorks project.
ru: Создать резервную копию или восстановить проект FieldWorks.

source: Back up the FieldWorks project before importing. Then, if you are not satisified with the results of the import, you can restore the backup to undo the import.
ru: Создайте резервную копию проекта FieldWorks перед импортом. Потом, если вы будете неудовлетворены результатами импорта, вы сможете восстановить прежную версию.

source: Back up this Project
ru: Создать резервную копию этого проекта.

source: &Back up this Project...
ru: &Резервная копия проекта...

source: _Back up this Project...
ru: _Резервная копия проекта...

source: Backed up on {0} at {1}
ru: Создана резервная копия {0} в {1}

source: Background Color
ru: Цвет фона

source: Background is {0}
ru: Фон {0}

source: Bac&kground:
ru: Ф&он:

source: Backing Up
ru: Архивирование

source: Back-reference to a non-existent capture group.
ru: Обратная ссылка на несуществующую группу.

source: &Backup and Restore...
ru: &Резервная копия и восстановление...

source: Backup date:
ru: Дата создания резервной копии

source: Backup file contains a version of the project which was created using a newer version of FieldWorks: {0} To restore from this backup, install version {1} of FieldWorks.
ru: Файл резервной копии содержит версию проекта, которая создана в более новой версии FieldWorks: {0} Для восстановления из этой резервной копии, установите версию {1} программы FieldWorks.

source: Backup file:
ru: Резервный файл:

source: Backup location
ru: Местонахождение резервной копии

source: Backup or restore a FieldWorks project.
ru: Создать резервную копию или восстановить проект FieldWorks.

source: Backup Recommendation
ru: Рекомендация по созданию резервной копии

source: Backup version to restore
ru: Версия резервной копии для восстановления

source: Backup...
ru: Резервное копрование...

source: Bar Options
ru: Параметры панели

source: base
ru: основной

source: Based On
ru: &Основано на:

source: &Based on:
ru: &Основано на:

source: Baseline
ru: Исходник

source: Basic Styles
ru: Основные стили

source: Be sure to set all three fields below.
ru: Убедитесь, что вы установили все три поля, указанные ниже.

source: because it is currently set not to be published at all in this publication
ru: потому что утановлена настройка не публиковать совсем в данной публикации

source: because it is currently set not to be shown with a main entry in this publication
ru: потому что утановлена настройка не отображать с основной статьёй в данной публикации

source: because it is currently set not to be shown with a minor entry
ru: потому что установлена настройка не отображать со вторичной статьёй

source: Becomes
ru: становится

source: Before
ru: Перед

source: &Before:
ru: &Перед:

source: Before:
ru: Перед:

source: Begin
ru: Начать

source: Begin Group
ru: Начать группу

source: &Beginner. Only the most basic features are available. The beginning user experiences a simple user interface that is easiest to learn and use.
ru: &Начинающий. Доступны только основные свойства. Начинающий пользователь сможет работать с простым пользовательским интерфейсом, самым легким для изучения и использования.

source: &Beginning marker:
ru: &Начальная метка:

source: Beginning marker:
ru: Начальная метка:

source: {0} Beginning of line
ru: {0} Начало строки

source: Begins
ru: Начинает

source: {0}. Being used {1} times by rules.
ru: {0}. Используется в правилах {1} раз(а).

source: {0}. Being used {1} times in your natural classes.
ru: {0}. Используется {1} раз в ваших естественных классах.

source: {0}. Being used 1 time by rules.
ru: {0}. Используется в правилах 1 раз.

source: {0}. Being used 1 time in your natural classes.
ru: {0}. Используется 1 раз в ваших естественных классах.

source: Below
ru: Ниже

source: Below (iota subscript)
ru: Ниже (подписная йота)

source: Below attached
ru: Ниже прикрепленный

source: Below left
ru: Ниже слева

source: Below left attached
ru: Прикреплен ниже слева

source: Below right
ru: Ниже справа

source: Below right attached
ru: Прикреплен ниже справа

source: best analysis
ru: лучший толкующий

source: Best Analysis
ru: Лучший толкующий

source: best analysis or vernacular
ru: лучший толкующий или анализируемый

source: Best Analysis or Vernacular
ru: Лучший толкующий или анализируемый

source: best vernacular
ru: лучший анализируемый

source: Best Vernacular
ru: Лучший анализируемый

source: best vernacular or analysis
ru: лучший анализируемый или толкующий

source: Best Vernacular or Analysis
ru: Лучший анализируемый или толкующий

source: between
ru: между

source: Between:
ru: Между:

source: Bibliography
ru: Библиография

source: Bibliography (Entry)
ru: Библиография (статья)

source: Bibliography (Sense)
ru: Библиография (значение)

source: Bidi Mirrored
ru: Двунаправленный отраженный

source: Bidirectional character type:
ru: Двунаправленный тип символа:

source: Bidirectional mirrored
ru: Двунаправленный отраженный

source: Binary Compound Rule
ru: Двоичное правило для композитов

source: Biographical Information
ru: Биографические сведения

source: Black,0,0,0
ru: Черный,0,0,0

source: Blanks
ru: Пробелы

source: Blue,0,0,255
ru: Синий,0,0,255

source: Blue-Gray,102,102,153
ru: Серо-голубой,102,102,153

source: &Bold
ru: &Жирный

source: Bold
ru: Жирный

source: Border
ru: Граница

source: Border ({0})
ru: Граница ({0})

source: Borders
ru: Границы

source: Borders all Around
ru: Все границы вокруг

source: &Bottom
ru: &Нижняя

source: Bottom
ru: Нижняя

source: Bottom Border
ru: Нижняя граница

source: bound stem
ru: связанная основа

source: {0} Bound Stem
ru: {0} Связанная основа

source: {0} Boundary
ru: {0} Граница

source: Boundary Marker
ru: Маркер границы

source: Boundary Neutral
ru: Нейтральная граница

source: Break Characters
ru: Символы разрыва

source: _Break phrase into words
ru: _Разбить фразу на слова

source: Break phrase into words
ru: Разбить фразу на слова

source: Break selected phrase into words.
ru: Разбить выбранную фразу на слова.

source: Bright Green,0,255,0
ru: Ярко-зелёный,0,255,0

source: Brings up a dialog for controlling whether projects are shared and where they are stored.
ru: Выводит диалог по контролю, являются ли проекты совместно испуользуемыми и где они хранятся.

source: Brown,153,51,0
ru: Коричневый,153,51,0

source: Browse
ru: Искать

source: Browse for FieldWorks Project backup file
ru: Поиск резервной копии проекта FieldWorks.

source: Browse for file.
ru: Поиск файла.

source: Browse for Language File
ru: Поиск языкового файла.

source: &Browse...
ru: &Поиск...

source: Browse...
ru: Поиск...

source: bst. an
ru: лучш.толкующ.

source: BUG!
ru: ОШИБКА!

source: Built In
ru: Встроить

source: Bulk _Edit (copy)
ru: _Пакетная правка (копирование)

source: Bulk Copy
ru: Пакетное копирование

source: Bulk Edit (c_lick copy)
ru: Пакетная правка (в_ыборочное копирование)

source: _Bulk Edit (list choice)
ru: _Править массив (выбор списка)

source: Bulk Edit Entries
ru: Пакетная правка статей

source: Bulk Edit Operation:
ru: Операция пакетной правки:

source: Bulk Edit Reversal Entries
ru: Пакетная правка статей обратного индекса

source: Bulk Edit Spelling Status.
ru: Пакетная правка состояния правописания.

source: Bulk Edit Wordforms
ru: Пакетная правка словоформ

source: Bulk Replace
ru: Пакетная замена

source: Bulk Replace Setup
ru: Настройки пакетной замены

source: B&ullet
ru: &Маркер

source: Bullet and Number &Font...
ru: &Шрифт маркера и нумерации...

source: Bulleted
ru: Маркированный

source: Bullets
ru: Маркеры

source: Bullets and Numbering
ru: Маркеры и нумерация

source: button
ru: кнопка

source: By removing the English writing system, some of your topics list items, may show "***" instead of their normal contents. For this reason, it is strongly recommended that you keep the English writing system active in your project. However, if you choose to remove English now and encounter problems viewing your topics list items, you may add English back at any time using the Add button. Do you want to remove English now?
ru: При удалении английской системы письма некоторые записи из тематического списка могут выглядеть как "***" вместо обычного содержания. Поэтому строго рекомедуется, чтобы вы оставили английскую систему письма в вашем проекте активной. Если же вы решите удалить английский сейчас и обнаружите проблемы в отображении ваших записей в тематическом списке, всегда существует возможность вернуть ее назад нажатием клавиши Добавить. Удалить английский сейчас?

source: B&y:
ru: &На:

source: Calculating page breaks...
ru: Подсчет разрывов страницы...

source: {0} can be configured in more detail.
ru: {0} может быть сконфигурирован более детально.

source: &Cancel
ru: &Отмена

source: C&ancel
ru: О&тменить

source: Cancel
ru: Отменить

source: Cannot add a style with a blank name.
ru: Нельзя добавить стиль с пустым названием.

source: Cannot add allomorph
ru: Невозможно добавить алломорф

source: Cannot add style {0} because a style with this name already exists.
ru: Невозможно добавить стиль {0}, потому что стиль с таким именем уже существует.

source: Cannot add Variant
ru: Невозможно добавить вариант

source: {0} cannot be the style for the following paragraph for {1} because these two styles cannot be applied in the same context.
ru: {0} не может быть стилем следующего абзаца {1}, потому что эти два стиля не могут применяться в одном и том же контексте.

source: Cannot continue while the following clients are connected {0}
ru: Невозможно продолжить пока подключены следующие клиенты к {0}

source: Cannot continue while the following clients are connected to {0}: {1}
ru: Невозможно продолжить, пока следующие клиенты подключены к {0}: {1}

source: Cannot Convert
ru: Невозможно преобразовать

source: Cannot create new entry
ru: Невозможно создать новую запись

source: Cannot create shortcut
ru: Невозможно создать горячую клавишу

source: Cannot find link target "{0}" {1}
ru: Невозможно найти целевую ссылку "{0}" {1}

source: Cannot find matching list item for "{0}" in \{1} field
ru: Невозможно найти элемент списка соответствий для "{0}" в поле \{1}

source: Cannot find possibility list for \{0} field
ru: Невозможно найти список возможных написаний для поля \{0}

source: Cannot follow link
ru: Ссылка не работает

source: Cannot hide field
ru: Невозможно скрыть поле

source: Cannot Install Writing System
ru: Невозможно установить систему письма

source: Cannot make desired link for \{0} {1}
ru: Невозможно найти нужную ссылку для \{0} {1}

source: Cannot Modify Writing System
ru: Невозможно изменить систему письма

source: Cannot Occur
ru: Не может произойти

source: {0} cannot open project {1} because {2} is busy. If you wait until {2} has finished, {0} will continue.
ru: {0} не может открыть проект {1}, так как {2} занят. Если вы подождёте завершение {2}, {0} продолжится.

source: {0} cannot open project {1} because a dialog box is open in {2}. Close any dialog boxes in {2} to continue.
ru: {0} не может открыть проект {1}, так как открыто диалоговое окно в {2}. Чтобы продолжить, закройте все диалоговые окна в {2}.

source: Cannot parse date/time value "{0}" for a \{1} field.
ru: Невозможно анализировать значение даты/времени "{0}" поля \{1}.

source: Cannot parse the feature string
ru: Невозможно анализировать строку свойств

source: Cannot play media file
ru: Невозможно проиграть медиа файл

source: Cannot remove column
ru: Невозможно удалить колонку

source: Cannot Remove Encoder
ru: Невозможно удалить кодировщик

source: Cannot remove encoding converter because it is currently in use by a writing system.
ru: Невозможно удалить перекодировщик, потому что он используется системой письма.

source: Cannot Replace Displayed Picture
ru: Невозможно заменить отображаемый рисунок.

source: Cannot Restore
ru: Невозможно восстановить

source: Cannot restore files in Linked Files folder
ru: Невозможно восстановить файлы в папку ссылочных файлов

source: Cannot Save Settings
ru: Невозможно сохранить настройки

source: Cannot Use Processor
ru: Невозможно использовать процессор

source: Can't create new database: {0}
ru: Невозможно создать новую базу данных: {0}

source: Can't find the language definition file for '{0}'.
ru: Невозможно найти файл определений языка для '{0}'.

source: Can't read XML file for '{0}' - invalid XML?
ru: Не читается файл XML '{0}' - неправильный XML?

source: Can't Redo Changes in this Analysis
ru: Невозможно повторить изменения в этом Анализе

source: Caption
ru: Заголовок

source: C&aption:
ru: &Заголовок:

source: &Cascade
ru: &Каскадом

source: Cascade Open Windows
ru: Открыть окна каскадом

source: Categories (or Parts of Speech)
ru: Категории (или части речи)

source: Categories Browse
ru: Просмотр Категорий

source: Categories which are subclasses of this category.
ru: Категории, являющиеся подклассами данной категории.

source: Cate&gories:
ru: &Категории:

source: _Categorized entry
ru: К_лассифицированная статья

source: _Collect Words
ru: Сбор _лексики
